Repository: j-pfennig/centauri-bash-tools
Catalog: locale/*/centaurihass.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Tool to (un)install and run HomeAssistant Core
de: Kommando zum (De-)Installieren und Ausführen von HomeAssistant Core

source: Service '%s' is masked
de: Dienst '%s' is maskiert

source: '%s' already installed. try '%s'
de: '%s' ist schon installiert. Versuche '%s'

source: User '%s' home missing, run '%s' to re-install
de: Home-Verzeichnis von '%s' fehlt, '%s' zur Neueinrichtung

source: '%s' not found, run '%s' to install it
de: '%s' nicht gefunden, starte '%s' zum Installieren

source: Installation of extra packages disabled
de: Installation zusätzlicher Pakete abgestellt

source: No extra packages to install
de: Keine zusätzlichen Pakete zu installieren

source: Stopped '%s' service
de: Dienst '%s' angehalten

source: You should install your distro's default python version
de: Die Python Version der Distribution sollte installiert sein

source: Using distribution versions
de: Distributions-Versionen verwenden

source: Using latest known versions
de: Letzte bekannte Versionen verwenden

source: Python needs quirk (have=%s required=%s)
de: Python braucht ein Quirk (habe=%s brauche=%s)

source: Python version OK (have=%s required=%s)
de: Python Version OK (habe=%s brauche=%s)

source: Versions: %s (%s) %s (Python)
de: Versionen: %s (%s) %s (Python)

source: Need custom python '%s', setting --quirk=1
de: Brauche eigenes Python '%s', setze --quirk=1

source: Remove existing python environment (recommended)
de: Vorhandene Python-Umgebung entfernen (empfohlen)

source: Using python virtual environment:
de: Benutzte virtuelle Python-Umgebung:

source: Failed to activate python environment:
de: Aktivieren der Python-Umgebung fehlgeschlagen:

source: Enabled '%s', autostart
de: '%s' eingerichtet, Auto-Start

source: Install '%s' build dependencies
de: Installiere '%s' Build-Abhängigkeiten

source: '%s' already installed
de: '%s' ist schon installiert

source: Build dependencies are installed
de: Build-Abhängigkeiten sind installiert

source: Install '%s' version '%s'
de: Installiere '%s' Version '%s'

source: The 'mosquitto' mqtt broker service is disabled
de: Der 'mosquitto' MQTT Broker Dienst ist abgestellt

source: The 'mosquitto' mqtt broker service is masked
de: Der 'mosquitto' MQTT Broker Dienst ist maskiert

source: Also install 'mosquitto' mqtt broker
de: Auch den 'mosquitto' MQTT Broker installieren

source: The current user must be '%s'
de: Der aktuelle Benutzer muss '%s' sein

source: Service active, run '%s' and retry
de: Dienst aktiv, '%s' starten und nochmal versuchen

source: Ready to install '%s'. This can take a very long time.
de: Bereit '%s' zu Installieren. Das kann sehr lange dauern.

source: You can stop the installation now and continue later by running:
de: Wer jetzt abbricht kann später mit diesem Kommando fortsetzen:

source: Continue to install '%s'
de: Weiter mit Installation von '%s'

source: Installing...
de: Installieren...

source: Continue to upgrade %s
de: Weiter mit Aktualierung von '%s'

source: Upgrading...
de: Aktualisieren...

source: Done.
de: Fertig.

source: enabled
de: eingerichtet

source: not enabled
de: abgestellt

source: Autorun: %s Service: %s
de: Auto-Start: %s Dienst %s

source: Service '${DAT_SERV%.*}' is not enabled. Please
de: Dienst '${DAT_SERV%.*}' ist nicht eingerichtet, bitte

source: run '$CEN_NAME auto on' to enable or use option '--force'
de: Aktivieren mit '$CEN_NAME auto on' oder Option '--force' setzen

source: Start services
de: Dienste starten

source: No known '%s' installation
de: Keine bekannte '%s' Installation

source: Uninstall '$DAT_NAME'
de: '$DAT_NAME' deinstallieren

source: Please remove folder '%s' and user '%s' manually
de: Bitte Verzeichnis '%s' und '%s' Benutzerkonto von Hand löschen

source: Please remove user '%s' manually
de: Bitte '%s' Benutzerkonto von Hand löschen

source: Cannot connect to '%s'
de: Keine Verbindung mit '%s'

source: Please specify the '$DAT_NICK' URL to use
de: Bitte die anzuzeigende '$DAT_NICK' URL angebeben

source: Neither 'centaurilauncher' nor 'x-www-browser' found
de: Weder 'centaurilauncher' noch 'x-www-browser' gefunden

source: a bit mask of quirks to be applied
de: Bit-Maske der anzuwendenden Quirks

source: specify a different user (default: $DAT_USER)
de: Diesen Benutzer verwenden (Vorgabe: $DAT_USER)

source: Version to be installed (default: $DAT_HAVER)
de: Zu installierende Version (Vorgabe: $DAT_HAVER)

source: behaviour of service '${DAT_SERV%.*}'
de: Verhalten von Dienst '${DAT_SERV%.*}'

source: install build dependencies
de: Kompilationsumgebung einrichten

source: install $DAT_NICK core
de: '$DAT_NICK Core' installieren

source: run $DAT_NICK '${DAT_EXEC##*/}' binary
de: '$DAT_NICK' Programm '${DAT_EXEC##*/}' ausführen

source: [internal] called by 'install' and 'upgrade'
de: [intern] aufgerufen durch 'install' und 'upgrade'

source: open a shell as user '$DAT_NAME'
de: Eine Shell für Benutzer '$DAT_NAME' starten

source: uninstall $DAT_NICK
de: Deinstalliere '$DAT_NICK'

source: upgrade $DAT_NICK
de: Aktualisiere '$DAT_NICK'

source: show python and $DAT_NICK versions
de: Zeige Python und '$DAT_NICK' Versionen

source: show $DAT_NICK web interface
de: Starte die '$DAT_NICK' Web Anzeige

source: run
de: Starte

source: one of: on off status
de: Eines von: on off status

source: 2 - do not install extra packages
de: 2 - Keine zusätzlichen Pakete installieren

source: linux user name
de: Linux Benutzername

source: something like 'http://your-host:8123'
de: Etwas in der Art 'http://mein-rechner:8123'

source: $DAT_NICK version to install
de: Zu installierende '$DAT_NICK' Version

source: By default the last known good $DAT_NICK version gets installed.
de: Als Voreinstellung wird die letzte als gut bekannte $DAT_NICK

source: This may trigger the installation of a back ported python version (see
de: Version eigerichtet, was eine rückportierte Pythen Version erfordern

source: 'https://github.com/pascallj'). To stay with your distro's version
de: kann. Siehe 'https://github.com/pascallj'. Um die Version der Distri-

source: of python use option '--quirk=0':
de: bution zu behalten benutze Option '--quirk=0':

source: no back ported python
de: kein rück-portiertes Python

source: A full build on a Raspberry Pi can take about an hour, especially
de: Die volle Einrichtung auf einem Raspberry Pi kann sehr lange dauern,

source: the first 'run'. Try this command line and be patient:
de: besonders beim ersten 'run'. Versuche dies mit viel Geduld:

source: Do a release upgrade (via pip) and restart:
de: Version aktualisieren (mit Pip) und Neustart:

source: To start $DAT_NICK at boot time as a service enter:
de: Zum Starten von '$DAT_NICK' beim Boot foldendes eingeben:

source: enable service
de: Dienst automatisch starten

source: disable service
de: Dienst nicht automatisch starten

source: Action 'autorun' also creates or removes the '${DAT_ENAB##*/}' file
de: Aktion 'autorun' erstellt oder löscht auf die '${DAT_ENAB##*/}' Datei,

source: that is checked by the service as a start condition.
de: die als Startbedingung für den Dienst fungiert.

source: Run 'centaurisysinit default $DAT_NAME' if you want your machine
de: Starte 'centaurisysinit default $DAT_NAME' wenn dein Recher im

source: to start in kiosk mode with $DAT_NICK web interface at boot time.
de: Kiosk-Modus starten und dabei '$DAT_NAME web' ausführen soll.
